{"data":[{"type":1,"name":"Acura","name2":"","desc":"We have surpassed in making this beautiful site within short span of six months. Unique Strategy with hands on Web development Platform such as Angular JS and Responsive coding makes us leader in Programming. We considered our client’s requirement as challenge and delivered supreme quality work with the help of excellent Developers and Testers. More than two approaches are followed by the team in web development. Top quality Service in UX, design and implementation has paved their way to make this site superior.","uri":"acura","pictures":[{"134":"acura_1.jpg"},{"215":"acura_2.jpg"},{"133":"acura_3.jpg"}],"client":"","video":""},{"type":0,"name":"CGS","name2":"","desc":"The world’s first hvac application i.e heating an air conditioner app was designed and developed by our team of highly qualified professionals. We believe that there is no limit to creativity. The client asked us the app 10 months ago, early this year and we made time bound delivery, leaving no stones unturned. Our development solutions drive effectiveness and efficiency in the long run. 1000 plus users and various other companies use this software/App for their business, while advertising and following its new features.","uri":"cgs","pictures":[{"137":"cgs_1.jpg"},{"135":"cgs_2.jpg"},{"136":"cgs_3.jpg"}],"client":"","video":""},{"type":1,"name":"Jam Solar","name2":"","desc":"Building the Solar site with WordPress, Our team has moved it diligently to PHP. Creating solutions for most perplexing IT problems makes us globally different in web development. Drawing our experience from various industries, we aim at providing solutions to emerging technologies and heterogeneous systems. The calibre of our developers in building the most significant solar site says much about our work and philosophy. We take full responsibility of analysis, design and implementation in order to provide Robust Solutions.","uri":"jam-solar","pictures":[{"142":"jam_solar_1.jpg"},{"141":"jam_solar_2.jpg"},{"140":"jam_solar_3.jpg"}],"client":"","video":""},{"type":0,"name":"Real Vision","name2":"","desc":"We take pride in building the first visionary site of 3D and videography, using Matter port. The site is a wonderful online experience pooled with scenic view of your dream home. Our team have worked hard in giving fully immersive virtual spaces. The 3D media in the site astonishes you with its powerful impact and appearance. Our team has imaginative juices which flow in their mind, further giving a beautiful 3D experience. High quality Service is our motto in achieving client’s satisfaction.","uri":"real-vision","pictures":[{"145":"real_vision_1.jpg"},{"146":"real_vision_2.jpg"},{"144":"real_vision_3.jpg"}],"client":"","video":""},{"type":0,"name":"Relief Buddy","name2":"","desc":"We proudly say that our experience in using latest codes on iOs 10 with strong geographical android elements have made this application exceptional. The development of the app was started early this year and we have delivered the complete work within four months with an eye on complete SDLC. Our hard work and effort is evidence to make this unique application which runs smooth on any platform. Deep technology combined with architecture solutions capability and integration has really helped this site in better ways.","uri":"relief-buddy","pictures":[{"245":"relief_buddy_1.jpg"},{"246":"relief_buddy_2.jpg"},{"244":"relief_buddy_3.jpg"}],"client":"","video":""}]}